Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie! Co jak co, ale nie zamierzam porzucić magów w potrzebie. Prowadź!
uk: Ні! Як би там не було, але я не збираюся кидати магів у скрутну хвилину. Показуй шлях!

source: Nie! Dopóki sprawa się nie wyjaśni i jego życiu nie będzie zagrażać niebezpieczeństwo. Nikt oprócz mnie nie ma do niego dostępu.
uk: Ні! Допоки справа не проясниться, і його життю ніщо не загрожуватиме, ніхто, окрім мене, до нього не зайде.

source: Nie! Każdy przypadek jest inny!
uk: Ні! Кожен випадок індивідуальний!

source: Nie! Moja jedyna szansa! Zginiesz!
uk: Ні! Це мій єдиний шанс! Ти помреш!

source: Nie! Na pierwszy rzut oka widać, że ten Beinard to zwykły barbarzyńca! Nie dam mu się dotknąć!
uk: Ні! Я з першого погляду зрозумів, що цей Бейнард – просто варвар! Я не дозволю йому торкатися мене!

source: Nie! Najpierw uroczysta przysięga!
uk: Ні! Спочатку урочиста присяга!

source: Nie! Nie dam!
uk: Ні! Не дам!

source: Nie! Nie mam zamiaru już więcej o tym słuchać.
uk: Ні, я не бажаю більше нічого про це чути.

source: Nie! Nie pozwolę, by jakiś zwyrodnialec macał mnie wynaturzonymi światełkami! Panie Beinard, co pan tak stoi? Mój bark sam się nie nastawi!
uk: Ні! Я не дозволю якомусь дегенерату мацати мене своїм дегенератським світлом! Пане Бейнард, чому ви встали? Моє плече саме себе не вправить!

source: Nie! Nie! Proszę, nie bij!
uk: Ні! Ні! Благаю, не бий мене!

source: Nie! Proszę! Zrobię, co zechcesz, tylko nie każ mi wracać do tego cholernego gbura!
uk: Ні! Будь ласка! Я зроблю все, що ти захочеш, тільки не змушуй мене повертатися до цього проклятого тирана!

source: Nie! Richard! To był ostatni lojalny człowiek. Dobry człowiek! Coś ty zrobił!
uk: Ні! Річард! Він був останньою вірною людиною. Хорошою людиною! Що ти накоїв!

source: Nie! Znaczy się... Może kiedyś spotkałem któregoś z nich.
uk: Ні! Тобто... Я, можливо, колись зустрічався з одним із них.

source: Nie, Jorn nie miał żadnych problemów z alkoholem.
uk: Ні, Йорн не мав жодних проблем з алкоголем.

source: Nie, Lennart powiedział mi, że Roderich wraz z większością strażników wyruszyli bronić Starego Miasta.
uk: Ні, Ленарт сказав мені, що Родеріх і більшість вартових пішли захищати Старе місто.

source: Nie, Marvin. Dowiodłeś swojej wartości z nawiązką. Nadszedł czas, bym dotrzymał danego ci słowa.
uk: Ні, Марвіне. Ти довів свою цінність. Настав час виконати мою обіцянку.

source: Nie, Przeor zakazał wpuszczania obcych. Wyjątkiem są chorzy i potrzebujący, którzy nie mają się gdzie udać. Ty mi na takiego nie wyglądasz.
uk: Ні, Настоятель заборонив впускати посторонніх. Виняток тільки для хворих і нужденних, які не мають де подітися. Як на мене, на такого ти не схожий.

source: Nie, ale chcę nim zostać.
uk: Ні, але хочу ним стати.

source: Nie, ale jeśli się zaraz nie przymkniesz, to sama spuszczę ci łomot.
uk: Ні, але якщо ти зараз же не заткнешся, я сама тобі вріжу.

source: Nie, ale mamy jakieś wyjście?
uk: Ні, але чи є у нас інший вихід?

source: Nie, ale nie osiągniesz bez niej oczekiwanego efektu. Kobiety uwielbiają muzyków! Najlepiej byłoby, gdybyś sam dla niej zagrał. O, i do tego zaśpiewał!
uk: Ні, але без неї ти не досягнеш бажаного ефекту. Жінки люблять музикантів! В ідеалі, ти повинен грати для неї сам. О, ще й заспівати їй!

source: Nie, ale o ile mnie pamięć nie myli, przyłaził do wioski razem z tą swoją koleżanką, Naylą. Z tego, co wiem, pracował z nią na tej winnicy.
uk: Ні, але якщо мені не зраджує пам'ять, він приходив у село разом зі своєю подругою Найлою. Наскільки я знаю, він працював з нею на цьому винограднику.

source: Nie, ale ostatnio mieliśmy tu kilku z jego bandy, bo oddziałem tego nazwać nie można.
uk: Ні, але нещодавно у нас тут була частина його банди, бо загоном це не назвеш.

source: Nie, ale potrzebuję jego pomocy.
uk: Ні, але мені потрібна його допомога.

source: Nie, ale pójdziemy gdzieś zabezpieczyć ci plecy.
uk: Ні, але спочатку ми сходимо в одне місце, щоб підстрахувати тебе.

source: Nie, ależ skąd... po prostu... to nie do końca zgodne z naszymi zasadami... Możesz oczywiście tutaj poczekać na osobę, której masz dostarczyć przesyłkę.
uk: Ні, але звідки... просто... це не зовсім відповідає нашим правилам... Звичайно, ти можеш зачекати тут на людину, якій маєш це доставити.

source: Nie, ani trochę.
uk: Ні, анітрохи.

source: Nie, arcymistrzu. Gdy tylko dostrzegliśmy światło i dym, natychmiast przybiegłem przekazać informację.
uk: Ні, архімагістре. Як тільки ми помітили вогонь і дим, я одразу ж прибіг сюди, щоб передати інформацію.

source: Nie, bo nawet jeśli to nastąpi, to wolę kilka lat żyć jak chcę, kiedy nikt nie mówi mi co mam robić, niż kisić się w mieście i słuchać dzielnych panów strażników.
uk: Ні, тому що навіть якщо це станеться, я краще проведу кілька років, живучи так, як я хочу, коли ніхто не вказуватиме мені, що робити, ніж сидітиму у місті і слухатимусь хоробрих панів з Варти.

source: Nie, chciał tylko sprawdzić prawdziwość jakiejś miejskiej legendy o potworze w kanałach. Nic w nich nie znaleźliśmy.
uk: Ні, він просто хотів перевірити правдивість міської легенди про чудовисько в каналізації. Ми так і нічого там не знайшли.

source: Nie, chcę się tym zająć na własną rękę.
uk: Ні, я хочу розібратися з цим самостійно.

source: Nie, chodzi mi o to, że sprawiasz wrażenie jakbyś znalazł się tu przypadkiem.
uk: Ні, я маю на увазі те, що ти виглядаєш так, ніби опинився тут випадково.

source: Nie, chyba mi się jedynie zdawało.
uk: Ні, мабуть, мені просто здалося.

source: Nie, czekaj...
uk: Ні, зачекай...

source: Nie, dam je komuś.
uk: Ні, комусь дам її.

source: Nie, dlaczego?
uk: Ні, навіщо?

source: Nie, dobrze się sprawdza pilnując porządku na winnicy. Problem mam ze zwierzętami, które podchodzą za blisko upraw.
uk: Ні, він добре наглядає за виноградником. Проблема тільки зі звірами, які надто близько підходять до насаджень.

source: Nie, droga tam jest raczej bezpieczna. Bardziej przydasz się na miejscu, i tam dopowiem ci resztę. Zabiorę tylko swoje rzeczy i wyruszam.
uk: Ні, дорога туди досить безпечна. Там ти будеш більш корисним, а про решту я розповім тобі на місці. Тільки візьму свої речі і піду.

source: Nie, durniu. Podpowiem ci. Zresztą, sam to zauważysz, jak się po nim przejdziesz. Pełno tam szczurzych nór, ale cholera, jakie to są szczury!
uk: Ні, дурню. Я підкажу тобі. Зрештою, ти й сам це помітиш, коли по ньому пройдешся. Там повно щурячих нір, але, чорт забирай, що це за щурі!

source: Nie, dzięki.
uk: Ні, дякую.

source: Nie, dzięki. Jakoś sobie sam poradzę.
uk: Ні, дякую. Якось сам впораюсь.

source: Nie, dzięki. Mam jeszcze dziś dużo do zrobienia, a jak sam powiedziałeś, piwo mocno uderza do głowy.
uk: Ні, дякую. У мене ще багато справ на сьогодні, і, як ти сам сказав, це пиво сильно б'є в голову.

source: Nie, dziękuję! Wolę poczekać, aż będzie jasno.
uk: Ні, дякую! Я вважаю за краще почекати світанку.

source: Nie, dziękuję! Wolę sobie w spokoju pospać!
uk: Ні, дякую! Я краще посплю спокійно!

source: Nie, dziękuję.
uk: Ні, дякую.

source: Nie, dziękuję. Mam tylko nadzieję, że nie wszyscy spacerowicze w tym mieście śmierdzą, za przeproszeniem, łajnem.
uk: Ні, дякую. Я просто сподіваюся, що не всі перехожі в цьому місті смердять, перепрошую, лайном.

source: Nie, facet ledwo stał na nogach.
uk: Ні, хлопець ледве тримався на ногах.

source: Nie, g-gdzieżby! Hehe. Widzicie kogoś, kto robiłby coś nielegalnego? Ja? Nie! Wszystko jest w jak najlepszym porządku!
uk: Звичайно ж ні! Хе-хе. Хіба ви бачите, щоб хтось робив щось незаконне? Я? Ні! Все в повному порядку!

source: Nie, gdybym popełnił, to bym się nie skarżył. Chociaż chęć zabicia mnie to chyba przesada, nawet w sytuacji, gdybym był przestępcą.
uk: Ні, якби я скоїв злочин, я б не скаржився. Хоча те, що мене хотіли вбити - це, мабуть, перебільшення, навіть якби я був злочинцем.

source: Nie, i nie powiem ci czyj. Pozwól natomiast, że kolejne pytania zagłuszę wręczając ci ten pancerz. Przygotowany specjalnie dla ciebie, godny samego Króla Rhobara!
uk: Ні, і я не скажу тобі, чия. Натомість, дозволь мені уникнути подальших запитань, вручивши тобі цей обладунок. Виготовлений спеціально для тебе, гідний самого Короля Робара!

source: Nie, ja nie jestem tak wypaczony. Nie zabiłbym własnego brata!
uk: Ні, я не настільки зіпсований. Я б не вбив власного брата!

source: Nie, jest tylko inicjał: A.
uk: Ні, тут тільки ініціал: А.

source: Nie, jestem tu nowy.
uk: Ні, я тут новенький.

source: Nie, jeszcze nic nie wiem.
uk: Ні, я ще нічого не знаю.

source: Nie, jeszcze nie wszystko przygotowałem.
uk: Ні, я ще не все підготував.

source: Nie, jeszcze nie. Jak chcesz, to możesz tu ze mną poczekać.
uk: Поки що ні. Якщо хочеш, можеш почекати тут зі мною.

source: Nie, kiedy muszę odpowiadać na głupie pytania, takie jak twoje.
uk: Не тоді, коли доводиться відповідати на такі дурні питання, як твоє.

source: Nie, koniec z tym.
uk: Ні, усе скінчено.

source: Nie, kupiłem kopię od Araxos.
uk: Ні, я купив копію в Гільдії Араксос.

source: Nie, lubię sobie tak czasem postukać. Od razu człowiekowi lżej.
uk: Ні, люблю іноді просто так постукати. Одразу стає легше.

source: Nie, miałem raczej na myśli, że przemiana nie przebiegła pomyślnie do samego końca. Mężczyzna, któremu ją podałem, chwilę po jej wypiciu zaczął krzyczeć z bólu.
uk: Ні, я радше мав на увазі, що перетворення не було успішним до самого кінця. Чоловік, якому я дав його, почав кричати від болю через мить після вживання.

source: Nie, na mnie wołają Szmugler.
uk: Ні, мене називають Койотом.

source: Nie, nic byście nie mogli, pijawki! Tylko byście uczciwych ludzi oszukiwali!
uk: Ні, нічого не буде, п'явки! Вам би тільки обманювати чесних людей!

source: Nie, nic nie jest w porządku. Ta cholerna ręka... jak szybko czegoś z nią nie zrobię, to zostanę żebrakiem.
uk: Ні, не в порядку. Ця клята рука... якщо я нічого з нею не зроблю, то стану жебраком.

source: Nie, niczego nie ruszałem.
uk: Ні, я нічого не чіпав.

source: Nie, nie będę brał udziału w waszych szemranych zakładach.
uk: Ні, я не братиму участі у ваших сумнівних ставках.

source: Nie, nie będę prezentował swoich umiejętności komuś obcemu. Zakaz dowódcy Ulryka.
uk: Ні, я не демонструватиму свої вміння незнайомцю. Заборона командира Ульріка.

source: Nie, nie chodzi o mnie. Załatwiam to, bo obiecano mi zapłatę za zorganizowanie tego wszystkiego.
uk: Ні, це не про мене. Я займаюся цим, тому що мені обіцяли оплату за організацію всього цього.

source: Nie, nie edukować. Przyszedłem zadać ci parę łatwych i przyjemnych pytań.
uk: Ні, не повчати. Я прийшов задати тобі декілька простих і приємних запитань.

source: Nie, nie jest.
uk: Ні, це не так.

source: Nie, nie jest. Podczas polowania moja kusza zacięła się po kilku strzałach.
uk: Ні, не підійде. На полюванні мій арбалет заклинило після кількох пострілів.

source: Nie, nie jestem w stanie go przekonać.
uk: Ні, я не здатен його переконати.

source: Nie, nie kumpluję się z nimi.
uk: Ні, я не спілкуюсь з ними.

source: Nie, nie kłopocz się tym.
uk: Ні, не переймайся цим.

source: Nie, nie mamy żadnego problemu! Wszystko jest w doskonałym porządku.
uk: Ні, ніяких проблем! Все в повному порядку.

source: Nie, nie mogę tego tak zostawić. Trzeba coś wymyślić... może upozorujemy moją śmierć i jej serce wreszcie się skruszy? Albo napad bandytów. Albo...
uk: Ні, я не можу так все залишити. Ми повинні щось придумати... Як щодо інсценування моєї смерті, може, це змусить її серце пом'якшати? Або напад бандитів. Або...

source: Nie, nie mogę. Ulrykowi nie spodobałoby się, gdyby jego kowal uczył obcych swojej sztuki. To moje ostatnie słowo.
uk: Ні, я не можу. Ульріку не сподобається, якщо його коваль навчатиме чужинців своєму мистецтву. Це моє останнє слово.

source: Nie, nie można!
uk: Ні, не можна!

source: Nie, nie musisz, do środka i tak nie wejdziesz.
uk: Ні, не маєш, але ти все одно не зайдеш всередину.

source: Nie, nie o to mi chodziło.
uk: Ні, я не це мав на увазі.

source: Nie, nie pracuję. Podobno szukasz dla siebie czeladnika, więc zgłaszam swoją kandydaturę.
uk: Ні, я не працюю. Мабуть, ти шукаєш собі учня, тому я пропоную свою кандидатуру.

source: Nie, nie przesłyszałaś się. I również zostań w mieście, dopóki ta cała sprawa się nie wyjaśni.
uk: Ні, тобі не почулося. І залишайся в місті, поки все не з'ясується.

source: Nie, nie sprzedam ci go, ale możesz na nie zapracować.
uk: Ні, я не продам його тобі, але ти можеш його відпрацювати.

source: Nie, nie trzeba, poradzę sobie. Muszę tylko chwilę odpocząć.
uk: Ні, не потрібно, я впораюсь. Мені лише треба трішки перепочити.

source: Nie, nie trzeba. Sam trafię.
uk: Ні, не треба. Я сам піду.

source: Nie, nie trzeba. Wyślę list. Poemat trzasnę. Taki, że Weigarowi stanie serce. No już, spływaj, bo zaczynam tracić cierpliwość.
uk: Ні не потрібно. Я надішлю лист. Поему напишу. Таку, що у Вейгара зупиниться серце. Давай, іди звідси, бо я вже починаю втрачати терпіння.

source: Nie, nie tym razem.
uk: Ні, не цього разу.

source: Nie, nie widziałem nigdzie tego drania. Ludźmi dowodził chyba ten jego cieć - Bradlock, ale gdzieś straciłem go z oczu podczas walki.
uk: Ні, я ніде не бачив цього виродка. Думаю, що людей очолював його різник – Бредлок, але я втратив його з поля зору десь під час бою.

source: Nie, nie widziałem tu tego przybłędy.
uk: Ні, я не бачив тут цього приблуду.

source: Nie, nie wiem, przykro mi. Do widzenia!
uk: Ні, не знаю, вибачай. До побачення!

source: Nie, nie wróciła.
uk: Ні, вона не поверталася.

source: Nie, nie wydaje mi się.
uk: Ні, я так не думаю.

source: Nie, nie zauważyłem niczego niezwykłego. Tak jak zawsze zanudzał mnie historyjkami, że zna sposób na szybki zarobek, i że za niedługo będzie bogaty.
uk: Ні, я не помітив нічого незвичайного. Він як і раніше набридав мені розповідями про те, що знає спосіб швидкого заробітку, і що незабаром він стане багатим.

source: Nie, nie! Po prostu jako kat zna się na nastawianiu kości, nie masz się czego obawiać.
uk: Ні, ні! Просто він як кат вміє вправляти кістки, тобі нема чого боятися.

source: Nie, nie, NIE! Nic nie wiem i niczego nie widziałem! Jestem niewinny!
uk: Ні, ні, НІ! Я нічого не знаю і нічого не бачив! Я не винен!

source: Nie, nie, chodziło mi raczej o umiejętności niezwiązane z sypialnią.
uk: Ні, ні, я мав на увазі навички, які не стосуються спальні.

source: Nie, nie, nie!
uk: Ні, ні, ні!

source: Nie, nie, nie, nie, nie... Twoje słowo będzie mi musiało wystarczyć. Tak czy inaczej, oto twoja nagroda.
uk: Ні, ні, ні, ні, ні... Мені вистачить твого слова. Так чи інакше, ось твоя винагорода.

source: Nie, nie, spokojnie, po co ma się robić nieprzyjemnie? Zrobię to i będę milczał jak grób!
uk: Ні, ні, почекай, до чого все це? Я зроблю це і буду мовчати як могила!

source: Nie, nie, spokojnie. Trzeba się upewnić, że podczas biegu nie poślizgnie się na niczym, ani nie potknie. Trzeba znaleźć kogoś, kto wysprząta całą trasę.
uk: Ні, ні, спокійно. Треба переконатися, що він ніде не послизнеться і не спіткнеться під час бігу. Треба знайти когось, хто прибере весь маршрут.

source: Nie, nie, to odpada. Dobra, niech będzie. Mam nadzieję, że zrobi to szybko i sprawnie...
uk: Ні, ні, цього не буде. Гаразд, нехай буде так. Сподіваюся, він зробить все швидко і ефективно...

source: Nie, nie. Masz ją przeprowadzić, a proch ci dam.
uk: Ні, ні. Ти маєш це зробити, а я дам тобі порох.

source: Nie, niech już tak będzie. Znam Rodericha, nie przysłałby byle pachołka. Jestem zwyczajnie zaskoczony, że ktoś tak młody tak szybko awansował w jego oczach.
uk: Ні, нехай вже буде як є. Знаючи Родеріха, він би не відправив якогось підлабузника. Просто я здивований, що хтось настільки молодий так швидко виріс в його очах.

source: Nie, o ile Martha nie zacznie mnie torturować.
uk: Ні, допоки Марта не почне мене мучити.

source: Nie, obyło się bez większych przeszkód.
uk: Ні, серйозних проблем не було.

source: Nie, od dłuższego czasu jej nie widziałem. Nie szła czasem razem z tobą do Leża?
uk: Ні, я давно її не бачив. А хіба вона не вирушила разом з тобою до Лігва?

source: Nie, odszedłem dobrowolnie. Straż nie jest mi już do niczego potrzebna.
uk: Ні, я пішов добровільно. Вартові мені вже ні до чого.

source: Nie, po co miałbym oszukać człowieka, który chce dla mnie coś zrobić? Żadnej korzyści bym z tego nie miał!
uk: Ні, навіщо мені обманювати людину, яка хоче мені допомогти? Я не отримаю від цього жодної вигоди!

source: Nie, po prostu chcę tam wejść.
uk: Ні, я просто хочу туди зайти.

source: Nie, po prostu nie paliłem ziela od kilku tygodni, bo dotychczasowi hodowcy gdzieś zniknę... dobra, nic nie mówiłem, zostaw mnie już w spokoju.
uk: Ні, просто я вже кілька тижнів не курю траву, бо колишні постачальники кудись зникли... добре, я нічого не казав, залиш мене в спокої.

source: Nie, podchodzę tylko do tych, którzy wyglądają, jakby mogli mnie czegoś nauczyć.
uk: Ні, я підходжу тільки до тих, хто виглядає так, ніби може мене чогось навчити.

source: Nie, pokonałem już mnóstwo przeciwników. Ben padnie jako następny.
uk: Ні, я вже переміг багато супротивників. Бен буде наступним.

source: Nie, pomyliłeś mnie z kimś.
uk: Ні, ти переплутав мене з кимось.

source: Nie, poradzę sobie.
uk: Ні, я впораюся.

source: Nie, poszła na dno razem z jednym z rybaków.
uk: Ні, він пішов на дно з одним із рибалок.

source: Nie, powinien leżeć tam, gdzie poległ. Chodźmy dalej.
uk: Ні, він повинен лежати там, де загинув. Ходімо далі.

source: Nie, pozostali nosili różne stroje. Głównie skórzane i kolcze pancerze.
uk: Ні, решта носили інше вбрання. Здебільшого шкіряні та шиповані обладунки.

source: Nie, praktycznie nic. Ale to dobrze, lepiej się nudzić niż użerać z nieproszonymi gośćmi.
uk: Ні, практично ніяких. Але нічого страшного, краще нудьгувати, ніж мати справу з непроханими гостями.

source: Nie, przyszedłem...
uk: Ні, я прийшов...

source: Nie, sam Adanos zesłał mi małą sakiewkę byś mógł się zabawić.
uk: Ні, сам Аданос прислав мені трішки монет, щоб ти розважився.

source: Nie, siedzę i gapię się na obrazy. Oczywiście, że tu pracuję.
uk: Ні, сиджу і дивлюся на картини. Звичайно, я тут працюю.

source: Nie, takie coś to nie. Najpierw dostałby pięścią przez łeb, a potem sru na zewnątrz! Przykładowo, oczywiście.
uk: Ні, було б інакше. Спочатку він би отримав по голові, а потім вилетів би на вулицю! Теоретично, звісно.

source: Nie, tego stwora. Nie dał mi rady.
uk: Ні, це того звіра. Він не впорався зі мною.

source: Nie, ten list nie ma najmniejszego sensu. Ja się tu jeszcze rozejrzę, a wy sprawdźcie resztę jaskini.
uk: Ні, ця записка не має жодного сенсу. Я ще раз роздивлюся тут, а ти поки перевір решту печери.

source: Nie, ten list nie ma najmniejszego sensu...
uk: Ні, ця записка не має жодного сенсу...

source: Nie, to ja przepraszam, nie powinienem cię obarczać tym problemem. To oczywiste, że sprawa twojego brata ma dla ciebie większy priorytet.
uk: Ні, це мені шкода, я не повинен обтяжувати тебе цією проблемою. Очевидно, що справа твого брата має для тебе вищий пріоритет.

source: Nie, to jednak nie to samo co butelka grogu.
uk: Ні, все ж це не те саме, що пляшка грогу.

source: Nie, to jest coś, co ojciec musi zrobić sam.
uk: Ні, це те, що батько повинен зробити сам.

source: Nie, to nie dla mnie. Dobrze mi tu.
uk: Ні, це не для мене. Мені і тут добре.

source: Nie, to nie moja sprawa. Chodzi tylko o kwestie bezpieczeństwa.
uk: Ні, це не моя справа. Це лише питання безпеки.

source: Nie, to nie tak miało zabrzmieć! Cholera!
uk: Ні, це не так мало прозвучати! Дідько!

source: Nie, to nie tak.
uk: Ні, все не так.

source: Nie, to nie, twoja strata.
uk: Ні, так ні, твої проблеми.

source: Nie, to przecież niemożliwie. Ulryk jest człowiekiem honoru, nie odważyłby się na taki krok!
uk: Ні, це неможливо. Ульрік – людина честі, він не наважився б на такий крок!

source: Nie, to się nie uda. Muszę zdobyć ten róg uczciwie albo zginąć.
uk: Ні, так не піде. Я повинен здобути цей ріг чесно або померти.

source: Nie, to ty spadaj.
uk: Ні, це ти відвали від мене.

source: Nie, to ty wybacz!
uk: Ні, це ти мене вибач!

source: Nie, twoje słowo mi wystarczy. Nie chcę oglądać takiego paskudztwa!
uk: Ні, мені достатньо твого слова. Я не хочу бачити таку гидоту!

source: Nie, tyle mi wystarczy.
uk: Ні, мені цього достатньо.

source: Nie, tylko tobie.
uk: Ні, тільки тобі.

source: Nie, w sumie to niezbyt ich kojarzę. Pojawiali się w okolicy kilka miesięcy temu, przychodzą tylko do wioski uzupełnić zapasy i czasami sprzedają jakieś marne trofea.
uk: Ні, насправді я не дуже з ними знайомий. Вони з'явилися тут кілька місяців тому. Приходять в село тільки щоб поповнити запаси, і іноді продають якісь дрібні трофеї.

source: Nie, w tym momencie nie potrzebuję twojej pomocy.
uk: Ні, зараз я не потребую твоєї допомоги.

source: Nie, wcale nie. Ale za to musimy się upewnić, że nikt nie dowie się o moim planie, więc sam rozumiesz...
uk: Ні, зовсім ні. Але ми повинні переконатися, що ніхто не дізнається про мій план, тож сам розумієш...

source: Nie, wolę trzymać się z dala od magii.
uk: Ні, я вважаю за краще триматися від магії подалі.

source: Nie, wracam do menu.
uk: Ні, я хочу повернутися в меню.

source: Nie, wszystko po staremu. Od czasu do czasu pojawiają się jakieś wilki czy krwiopijce, ale to cały czas stare dobre lęgowisko ścierwojadów.
uk: Ні, все як завжди. Іноді з'являються вовки або шершні, але частіше за все зустрічаються старі добрі зграї падальників.

source: Nie, wykonuję takie już od ładnych paru lat. Przez ten czas wiele sztuk musiało trafić do Wilczych Synów.
uk: Ні, я роблю їх вже декілька років. За цей час, напевно, немало їх потрапило до Вовчих Синів.

source: Nie, zdobyłem go w sposób legalny.
uk: Ні, я здобув його законним шляхом.

source: Nie, zmieniłem zdanie. Dołączenie do straży to była błędna decyzja.
uk: Ні, я передумав. Приєднатися до Варти було неправильним рішенням.

source: Nie, zostanę na Archolos. Odsunę się w cień. Poczekam, aż wypełnisz swoją obietnicę i sprawisz, by Lichwiarz otrzymał karę, na jaką zasługuje.
uk: Ні, я залишуся на Архолосі і сховаюся в тіні. Зачекаю, поки ти виконаєш свою обіцянку і змусиш Лихваря отримати покарання, на яке він заслуговує.

source: Nie.
uk: Ні.

source: Nie. Chce kombinować i zakwaterować was gdzie indziej.
uk: Ні. У нього немає місця в казармах, але натомість він пропонує знайти будинок деінде.

source: Nie. Dotarłem tutaj bez większych problemów.
uk: Ні. Я дістався сюди без особливих проблем.

source: Nie. Dzięki tobie odzyskała wolność. Może poruszać się swobodnie po terenie Przystani.
uk: Ні. Завдяки тобі вона повернула собі свободу. Вона може вільно пересуватися по Гавані.

source: Nie. Groźnie było tylko na polu dyniowym, gdzie pozbyłem się paru leśnych bestii.
uk: Ні. Небезпека була тільки на гарбузовому полі, але я позбувся кількох лісових жуків.

source: Nie. Hahaha. Frajera szukasz? I komu ja potem sprzedam ten syf, który wykujesz?
uk: Ні. Ха-ха-ха. Шукаєш дурня? І кому я продаватиму той непотріб, який ти викуєш?

source: Nie. Jest tu coś więcej!
uk: Ні. Тут щось більше!

source: Nie. Jestem niewinny!
uk: Ні. Я не винен!

source: Nie. Jeśli powiesz cokolwiek magom, to oskarżą cię o współudział i skażą. Podejrzewam, że niezbyt pasuje ci wycieczka do Górniczej Doliny, prawda?
uk: Ні. Якщо ти щось скажеш магам, вони звинуватять тебе у співучасті і засудять. Гадаю, ти не надто зацікавлений бути засланим в Гірничу Долину, чи не так?

source: Nie. Ktoś, dla kogo najważniejsze są monety w sakiewce, nie zasługuje na poznanie tajników magii.
uk: Ні. Той, для кого найважливіше - монети в гаманці, не заслуговує на те, щоб пізнавати секрети магії.

source: Nie. Masz ją złożyć mnie.
uk: Ні. Ти повинен звітувати мені.

source: Nie. Mów prawdę. Zawsze. I tak w końcu się dowie, że coś kombinujesz.
uk: Ні. Кажи правду. Завжди. Він все одно дізнається, якщо ти щось приховаєш.

source: Nie. Mówiłem, żebyś przyszedł rano.
uk: Ні. Я ж казав тобі прийти вранці.
